Ran Plan for project: `atoca-house` dir: `terraform` workspace: `atoca-house`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # cloudflare_record.subdomain["bazar"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "bazar.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["cloud"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "cloud.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["comp-netdata"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "comp-netdata.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["compartilhado"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "compartilhado.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["home"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "home.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["jacket"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "jacket.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["jellyfin"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "jellyfin.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["kuma"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "kuma.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["npm"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "npm.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["portainer"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "portainer.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["radar"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "radar.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["readar"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "readar.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["sonar"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "sonar.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

  # cloudflare_record.subdomain["transmission"] will be created
+ resource "cloudflare_record" "subdomain" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "transmission.atoca.house"
+       proxiable       = (known after apply)
+       proxied         = false
+       ttl             = (known after apply)
+       type            = "A"
+       value           = (sensitive value)
+       zone_id         = (sensitive value)
    }

Plan: 14 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p atoca-house
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://atlantis.atoca.house/lock?id=guilhermewolf%252Fatoca.house%252Fterraform%252Fatoca-house)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p atoca-house
  ```
Plan: 14 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```